Repository: pojntfx/multiplex
Catalog: po/*.po
Languages: de, pt_br, vi

source: Could not continue due to a fatal error
de: Aufgrund eines schwerwiegenden Fehlers konnte nicht fortgefahren werden
pt_br: Não foi possível continuar devido a um erro fatal
vi: Không thể tiếp tục do lỗi nghiêm trọng

source: Reopen to apply the changes.
de: Die App muss neugestartet werden um die Änderungen anzuwenden.
pt_br: Reabra para aplicar as alterações.
vi: Mở lại để áp dụng các thay đổi.

source: Reopen
de: App neustarten
pt_br: Reabrir
vi: Mở lại

source: Select storage location
de: Speicherort auswählen
pt_br: Selecione o local de armazenamento
vi: Chọn vị trí lưu trữ

source: Someone joined the session.
de: Jemand ist der Sitzung beigetreten.
pt_br: Alguém entrou na sessão.
vi: Có người đã tham gia phiên họp.

source: Someone left the session.
de: Jemand hat die Sitzung verlassen.
pt_br: Alguém saiu da sessão.
vi: Ai đó đã rời khỏi phiên họp.

source: You're currently watching alone.
de: Sie schauen derzeit alleine zu.
pt_br: Você está assistindo sozinho(a).
vi: Bạn hiện đang xem một mình.

source: You're currently watching with %v other person.
de: Sie schauen derzeit mit %v weiterer Person.
pt_br: Você está assistindo a este vídeo com %v outra pessoa.
vi: Bạn hiện đang xem với %v người khác.

source: You're currently watching with %v other people.
de: Sie schauen derzeit mit %v weiteren Personen.
pt_br: Você está assistindo a esta transmissão com %v outras pessoas.
vi: Bạn hiện đang xem cùng %v người khác.

source: %v MB/%v MB (%v peers)
de: %v MB/%v MB (%v Knoten)
pt_br: %v MB/%v MB (%v pares)
vi: %v MB/%v MB (%v thiết bị)

source: Searching for peers
de: Suche nach Knoten
pt_br: Em busca de colegas
vi: Đang tìm kiếm thiết bị

source: None
de: Keine
pt_br: Nenhum
vi: Không có

source: Disable subtitles
de: Untertitel deaktivieren
pt_br: Desativar legendas
vi: Tắt phụ đề

source: Integrated subtitle
de: Integrierter Untertitel
pt_br: Legendas integradas
vi: Phụ đề tích hợp

source: Subtitle from torrent
de: Untertitel aus Torrent
pt_br: Legenda do torrent
vi: Phụ đề từ torrent

source: Extra file from torrent
de: Zusatzdatei aus Torrent
pt_br: Arquivo extra do torrent
vi: Tệp bổ sung từ torrent

source: Select subtitle file
de: Untertitel-Datei auswählen
pt_br: Selecione o arquivo de legenda
vi: Chọn tệp phụ đề

source: Manually added
de: Manuell hinzugefügt
pt_br: Adicionado manualmente
vi: Đã thêm thủ công

source: Disable audio
de: Audio deaktivieren
pt_br: Desativar áudio
vi: Tắt âm thanh

source: Untitled Track
de: Unbenannte Spur
pt_br: Faixa sem título
vi: Bản nhạc không có tiêu đề

source: Could not get info for this magnet link.
de: Informationen für diesen Magnet-Link konnten nicht abgerufen werden.
pt_br: Não foi possível obter informações para este link magnético.
vi: Không thể lấy thông tin cho magnet link này.

source: Media (%v MB)
de: Medien (%v MB)
pt_br: Mídia (%v MB)
vi: Phương tiện (%v MB)

source: Extra file (%v MB)
de: Zusatzdatei (%v MB)
pt_br: Arquivo extra (%v MB)
vi: Tệp bổ sung (%v MB)

source: This stream code is invalid.
de: Dieser Stream-Code ist ungültig.
pt_br: Este código de fluxo é inválido.
vi: Stream code này không hợp lệ.

source: No README found.
de: Keine README-Datei gefunden.
pt_br: Nenhum arquivo README encontrado.
vi: Không tìm thấy README.

source: Manual Downloads
de: Manuelle Downloads
pt_br: Downloads de manuais
vi: Tải Xuống Thủ Công

source: This file does not contain subtitles.
de: Diese Datei enthält keine Untertitel.
pt_br: Este arquivo não contém legendas.
vi: Tập tin này không chứa phụ đề.

source: Audio Tracks
de: Audiospuren
pt_br: Faixas de áudio
vi: Bản nhạc âm thanh

source: Cancel
de: Abbrechen
pt_br: Cancelar
vi: Hủy

source: Open Downloads
de: Downloads öffnen
pt_br: Abrir Downloads
vi: Mở Tải xuống

source: Copy Magnet Link
de: Magnet-Link kopieren
pt_br: Copiar link Magnet
vi: Sao chép magnet link

source: Preferences
de: Einstellungen
pt_br: Preferências
vi: Tùy chọn

source: About Multiplex
de: Über Multiplex
pt_br: Sobre Multiplex
vi: Giới thiệu về Multiplex

source: Playback
de: Wiedergabe
pt_br: Reprodução
vi: Phát lại

source: General
de: Allgemein
pt_br: Em geral
vi: Tổng quan

source: Storage location
de: Speicherort
pt_br: Local de armazenamento
vi: Vị trí lưu trữ

source: Path to store downloaded torrents in
de: Ordner zum Speichern heruntergeladener Torrents
pt_br: Caminho para armazenar os torrents baixados em
vi: Đường dẫn lưu trữ torrent đã tải xuống trong

source: Player command
de: Player-Befehl
pt_br: Comando do jogador
vi: Lệnh trình chơi

source: Show help
de: Hilfe anzeigen
vi: Hiển thị trợ giúp

source: Advanced
de: Erweitert
pt_br: Avançado
vi: Nâng cao

source: Verbosity level
de: Log-Level
pt_br: Nível de detalhamento
vi: Mức độ ghi nhật ký

source: Verbosity level (0 is disabled, default is info, 7 is trace)
de: Log-Level (0 ist deaktiviert, Standard ist Info, 7 ist Trace)
pt_br: Nível de detalhamento (0 significa desativado, o padrão é informativo, 7 é rastreamento)
vi: Mức độ ghi nhật ký (0: Tắt, Mặc định: Info, 7: Dấu vết)

source: Remoting
de: Remote-Gateway
pt_br: Remoto
vi: Từ xa

source: Use remote gateway
de: Remote-Gateway verwenden
pt_br: Usar gateway remoto
vi: Sử dụng cổng mạng từ xa

source: Use a remote hTorrent gateway instead of the local one
de: Verwenden Sie ein woanders gehostetes hTorrent-Gateway anstelle des lokalen
pt_br: Use um gateway hTorrent remoto em vez do local
vi: Sử dụng cổng hTorrent từ xa thay vì cổng cục bộ

source: Username
de: Benutzername
pt_br: Nome de usuário
vi: Tên người dùng

source: Password
de: Passwort
pt_br: Senha
vi: Mật khẩu

source: Synchronization
de: Synchronisierung
pt_br: Sincronização
vi: Đồng bộ hóa

source: Signaling server URL
pt_br: URL do servidor de sinalização
vi: URL máy chủ báo hiệu

source: STUN/TURN servers
de: STUN/TURN-Server
pt_br: Servidores STUN/TURN
vi: Máy chủ STUN/TURN

source: Connection timeout
de: Verbindungszeitüberschreitung
pt_br: Tempo limite de conexão
vi: Hết thời gian kết nối

source: Time to wait to connect to the weron signaling server
de: Wartezeit für die Verbindung zum weron-Signaling-Server
pt_br: Tempo de espera para conectar ao servidor de sinalização Weron
vi: Đã đến lúc chờ kết nối với máy chủ báo hiệu weron

source: Relay mode
de: Relay-Modus
pt_br: Modo de relé
vi: Chế độ chuyển tiếp

source: Force usage of TURN servers for weron
de: Verwendung von TURN-Servern für weron erzwingen
pt_br: Forçar o uso de servidores TURN para weron
vi: Buộc sử dụng máy chủ TURN cho weron

source: Command to launch mpv with
de: Befehl zum Starten von mpv
pt_br: Comando para iniciar o mpv com
vi: Lệnh khởi chạy mpv với

source: API address of the remote gateway
de: API-Adresse des Remote-Gateways
pt_br: Endereço API do gateway remoto
vi: Địa chỉ API của cổng từ xa

source: The remote gateway's username
de: Benutzername des Remote-Gateways
pt_br: Nome de usuário do gateways remoto
vi: Tên người dùng của cổng từ xa

source: The remote gateway's password
de: Passwort des Remote-Gateways
pt_br: A senha do gateways remoto
vi: Mật khẩu của cổng từ xa

source: URL for the weron signaling server
de: URL für den weron-Signaling-Server
pt_br: URL do servidor de sinalização Weron
vi: URL cho máy chủ báo hiệu weron

source: Comma-separated list of weron STUN (in format stun:host:port) and TURN servers (in format username:credential@turn:host:port)
de: Kommagetrennte Liste von weron-STUN-Servern (im Format stun:host:port) und TURN-Servern (im Format username:credential@turn:host:port)
pt_br: Lista de servidores STUN (no formato stun:host:porta) e TURN (no formato nome de usuário:credencial@turn:host:porta) separados por vírgulas
vi: Danh sách máy chủ weron STUN (ở định dạng stun:host:port) và TURN được phân tách bằng dấu phẩy (ở định dạng tên người dùng:credential@turn:host:port)

source: Preparing stream ...
de: Stream wird vorbereitet ...
vi: Đang chuẩn bị stream...

source: No Media Player Could Be Found
de: Kein Mediaplayer konnte gefunden werden
pt_br: Não foi possível encontrar nenhum reprodutor de mídia
vi: Không tìm thấy Trình phát phương tiện

source: Please install mpv or configure the existing installation to be able to play media.
de: Bitte installieren Sie mpv oder konfigurieren Sie die bestehende Installation, um Medien abspielen zu können.
pt_br: Instale o mpv ou configure a instalação existente para reproduzir conteúdo multimídia.
vi: Vui lòng cài đặt mpv hoặc định cấu hình cài đặt hiện có để có thể phát phương tiện.

source: Get from Flathub
de: Von Flathub herunterladen
pt_br: Compre na Flathub
vi: Tải từ Flathub

source: Get from mpv.io
de: Von mpv.io herunterladen
pt_br: Obtenha em mpv.io
vi: Tải từ mpv.io

source: Manual configuration
de: Manuelle Konfiguration
pt_br: Configuração manual
vi: Cấu hình thủ công

source: A Fatal Error Occurred
de: Ein schwerwiegender Fehler ist aufgetreten
pt_br: Ocorreu um erro fatal
vi: Đã xảy ra lỗi nghiêm trọng

source: Report Error
de: Fehler melden
pt_br: Reportar erro
vi: Báo cáo lỗi

source: Close Multiplex
de: Multiplex schließen
pt_br: Fechar Multiplex
vi: Đóng Multiplex

source: Previous
de: Zurück
pt_br: Anterior
vi: Trước

source: Welcome
de: Willkommen
pt_br: Bem-vindo
vi: Chào mừng

source: Open media details
de: Mediendetails öffnen
vi: Mở chi tiết phương tiện

source: Getting metadata ...
de: Metadaten werden abgerufen ...
vi: Đang lấy metadata ...

source: Next
de: Weiter
pt_br: Próximo
vi: Tiếp

source: Enter a <a href="https://en.wikipedia.org/wiki/Magnet_URI_scheme">magnet link</a> or <a href="https://github.com/pojntfx/multiplex/wiki/Stream-Codes">stream code</a> to start streaming
de: Geben Sie einen <a href="https://en.wikipedia.org/wiki/Magnet_URI_scheme">Magnet-Link</a> oder <a href="https://github.com/pojntfx/multiplex/wiki/Stream-Codes">Stream-Code</a> ein, um das Streaming zu starten
pt_br: Insira um <a href="https://en.wikipedia.org/wiki/Magnet_URI_scheme">link magnet</a> ou um <a href="https://github.com/pojntfx/multiplex/wiki/Stream-Codes">código de transmissão</a> para iniciar a transmissão
vi: Nhập <a href="https://en.wikipedia.org/wiki/Magnet_URI_scheme">magnet link</a> hoặc <a href="https://github.com/pojntfx/multiplex/wiki/Stream-Codes">stream code</a> để bắt đầu phát trực tuyến

source: Magnet link or stream code
de: Magnet-Link oder Stream-Code
pt_br: Link magnético ou código de transmissão
vi: Magnet link hoặc stream code

source: Media
de: Medien
pt_br: Mídia
vi: Phương tiện

source: Select the file you want to play
de: Wählen Sie die Datei aus, die Sie abspielen möchten
pt_br: Selecione o arquivo que deseja reproduzir
vi: Chọn tập tin bạn muốn phát

source: You're all set!
de: Alles bereit!
pt_br: Está tudo pronto!
vi: Đã xong!

source: I have the right to stream the selected media
de: Ich habe das Recht, die ausgewählten Medien zu streamen
pt_br: Tenho o direito de transmitir o conteúdo selecionado
vi: Tôi có quyền stream phương tiện đã chọn

source: Download and Play
de: Herunterladen und abspielen
pt_br: Baixe e reproduza
vi: Tải xuống và Phát

source: Stream without Downloading
de: Streamen ohne herunterzuladen
pt_br: Transmita sem baixar
vi: Stream mà không cần tải xuống

source: Show peers
de: Knoten anzeigen
vi: Hiển thị thiết bị

source: Open primary menu
de: Hauptmenü öffnen
vi: Mở menu chính

source: Toggle playback
de: Wiedergabe umschalten
vi: Chuyển đổi phát lại

source: Stop playback
de: Wiedergabe stoppen
vi: Dừng phát lại

source: Elapsed time
de: Verstrichene Zeit
vi: Thời gian đã trôi qua

source: Playback progress
de: Wiedergabefortschritt
vi: Tiến trình phát lại

source: Remaining playback time
de: Verbleibende Wiedergabezeit
vi: Thời gian phát lại còn lại

source: Change audio volume
de: Lautstärke ändern
vi: Thay đổi âm lượng

source: Change audio track
de: Audiospur wechseln
vi: Thay đổi bản âm thanh

source: Change subtitles
de: Untertitel wechseln
vi: Thay đổi phụ đề

source: Toggle fullscreen
de: Vollbild umschalten
vi: Bật/tắt toàn màn hình

source: Ask the people you want to watch with to enter the following stream code:
de: Bitten Sie die Personen, mit denen Sie zuschauen möchten, den folgenden Stream-Code einzugeben:
pt_br: Peça às pessoas com quem você deseja assistir que insiram o seguinte código de transmissão:
vi: Yêu cầu những người bạn muốn xem cùng nhập stream code sau:

source: Copy stream code to clipboard
de: Stream-Code in Zwischenablage kopieren
vi: Sao chép stream code vào bộ nhớ tạm

source: Mute/unmute
de: Stummschalten/Stummschaltung aufheben
pt_br: Silenciar/ativar som
vi: Tắt/bật tiếng

source: Subtitles
de: Untertitel
pt_br: Legendas
vi: Phụ đề

source: Tracks
de: Spuren
pt_br: Faixas
vi: Bản nhạc

source: Add from file
de: Aus Datei hinzufügen
vi: Thêm từ tệp

source: Watch torrents with your friends
de: Schauen Sie Torrents mit Ihren Freunden
pt_br: Assista a torrents com seus amigos
vi: Xem torrent với bạn bè

source: Multiplex is an app to watch torrents together, providing an experience similar to Apple's SharePlay and Amazon's Prime Video Watch Party.
de: Multiplex ist eine App zum gemeinsamen Anschauen von Torrents, ähnlich wie Apples SharePlay und Amazons Prime Video Watch Party.
pt_br: Multiplex é um aplicativo para assistir a torrents em conjunto, proporcionando uma experiência semelhante ao SharePlay da Apple e ao Watch Party do Prime Video da Amazon.
vi: Multiplex là một ứng dụng để xem torrent cùng nhau, mang lại trải nghiệm tương tự như SharePlay của Apple và Prime Video Watch Party của Amazon.

source: It enables you to:
de: Es ermöglicht Ihnen:
pt_br: Isso permite que você:
vi: Nó cho phép bạn:

source: Stream any file directly using a wide range of video and audio formats with the mpv video player
de: Jegliche Datei direkt mit einer Vielzahl von Video- und Audioformaten mit dem mpv-Videoplayer streamen
pt_br: Transmita qualquer arquivo diretamente usando uma ampla variedade de formatos de vídeo e áudio com o reprodutor de vídeo mpv
vi: Stream bất kỳ tệp nào bằng nhiều định dạng video và âm thanh với trình phát video mpv

source: Host online watch parties while preserving your privacy by synchronizing video playback with friends without a central server
de: Online-Watch-Partys veranstalten und dabei Ihre Privatsphäre wahren, indem Sie die Videowiedergabe mit Freunden ohne zentralen Server synchronisieren
pt_br: Organize sessões de exibição online com seus amigos, preservando sua privacidade ao sincronizar a reprodução de vídeos sem a necessidade de um servidor central
vi: Tổ chức các bữa tiệc xem trực tuyến trong khi vẫn đảm bảo quyền riêng tư của bạn bằng cách đồng bộ hóa việc phát lại video với bạn bè mà không cần máy chủ trung tâm

source: Bypass internet restrictions by optionally separating the backend and user interface into two separate components
de: Internetbeschränkungen umgehen, indem Sie optional den Backend und die Benutzeroberfläche in zwei separate Komponenten trennen
pt_br: Contorne as restrições da internet separando opcionalmente o backend e a interface do usuário em dois componentes distintos
vi: Bỏ qua các hạn chế về internet bằng cách tùy chọn tách backend và giao diện người dùng thành hai thành phần riêng biệt

source: Entering a magnet link or stream code
de: Eingeben eines Magnet-Links oder Stream-Codes
pt_br: Inserir um link magnético ou um código de transmissão
vi: Nhập magnet link hoặc stream code

source: Media selection
de: Medienauswahl
pt_br: Seleção de mídia
vi: Lựa chọn phương tiện

source: Confirming playback
de: Wiedergabe bestätigen
pt_br: Confirmando a reprodução
vi: Xác nhận phát lại

source: Media controls
de: Mediensteuerung
pt_br: Controles de mídia
vi: Điều khiển phương tiện

source: Playing media with MPV
de: Medien mit MPV abspielen
pt_br: Reproduzindo mídia com MPV
vi: Chơi media với MPV

source: Selecting audio tracks
de: Audiospuren auswählen
pt_br: Selecionando faixas de áudio
vi: Lựa chọn các bản âm thanh

source: Selecting subtitles
de: Untertitel auswählen
pt_br: Selecionando legendas
vi: Chọn phụ đề

source: Playback preferences
de: Wiedergabeeinstellungen
pt_br: Preferências de reprodução
vi: Tùy chọn phát lại

source: Remoting preferences
de: Remote-Gateway-Einstellungen
pt_br: Preferências de acesso remoto
vi: Tùy chọn từ xa

source: Synchronization preferences
de: Synchronisierungseinstellungen
pt_br: Preferências de sincronização
vi: Tùy chọn đồng bộ hóa

source: watch torrents with friends
de: Torrents mit Freunden schauen
vi: xem torrent cùng bạn bè

source: video streaming
vi: truyền phát video

source: peer to peer video playback
de: Peer-to-Peer-Videowiedergabe
vi: phát lại video ngang hàng

source: watch party
vi: xem chung

source: torrent viewer
vi: trình xem torrent

source: Add German and French translations
de: Deutsche und französische Übersetzungen hinzugefügt
vi: Thêm bản dịch tiếng Đức và tiếng Pháp

source: Visual refinements to match the state of the art of GNOME apps
de: Visuelle Verfeinerungen, um dem neuesten Stand der GNOME-Apps zu entsprechen
vi: Tinh chỉnh giao diện để đạt chuẩn hiện đại của ứng dụng GNOME

source: Better support for systems with languages other than English
de: Bessere Unterstützung für Systeme mit anderen Sprachen als Englisch
vi: Hỗ trợ tốt hơn cho các hệ thống có ngôn ngữ khác ngoài tiếng Anh

source: Refinements to the screenshots and descriptions
de: Verfeinerungen an den Screenshots und Beschreibungen
vi: Tinh chỉnh ảnh chụp màn hình và mô tả

source: Refinements to the screenshots and app metadata
de: Verfeinerungen an den Screenshots und App-Metadaten
vi: Tinh chỉnh ảnh chụp màn hình và metadata ứng dụng

source: Simplify summary and improve build system conventions
de: Zusammenfassung vereinfacht und Build-System-Konventionen verbessert
vi: Đơn giản hóa tóm tắt và cải thiện các quy ước hệ thống xây dựng

source: Initial release
de: Erste Veröffentlichung
vi: Bản phát hành đầu tiên

source: Track %v
de: Spur %v
pt_br: Rastrear %v

source: Add Portuguese (Brazil) translations and improve Vietnamese translations
de: Portugiesische (Brasilien) Übersetzungen hinzugefügt und vietnamesische Übersetzungen verbessert

source: Open Media Details
pt_br: Detalhes da mídia aberta

source: Getting Metadata...
pt_br: Obtendo metadados...

source: Preparing Stream...
pt_br: Preparando o fluxo...

source: Show Peers
pt_br: Mostrar colegas

source: Toggle Playback
pt_br: Alternar reprodução

source: Stop Playback
pt_br: Interromper reprodução

source: Elapsed Time
pt_br: Tempo decorrido

source: Playback Progress
pt_br: Progresso da reprodução

source: Remaining Playback Time
pt_br: Tempo de reprodução restante

source: Change Audio Volume
pt_br: Alterar o volume do áudio

source: Change Audio Track
pt_br: Alterar faixa de áudio

source: Change Subtitles
pt_br: Alterar legendas

source: Toggle Fullscreen
pt_br: Alternar tela cheia

source: Copy Stream Code to Clipboard
pt_br: Copiar código de fluxo para a área de transferência

source: Show Help
pt_br: Mostrar ajuda

source: Add from File
pt_br: Adicionar a partir de um arquivo

source: translator-credits
pt_br: John Peter Sa <johnppetersa@gmail.com>

source: watch torrents with friends;video streaming;peer to peer video playback;watch party;torrent viewer;
pt_br: assistir torrents com amigos;transmissão de vídeo;reprodução de vídeo ponto a ponto;festa para assistir;visualizador de torrent;
