Repository: pojntfx/multiplex
Catalog: po/*/LC_MESSAGES/default.po
Languages: fr_ca

source: Someone joined the session.
fr_ca: Quelqu'un a rejoint la session.

source: Someone left the session.
fr_ca: Quelqu'un a quitté la session.

source: You're currently watching alone.
fr_ca: Vous regardez actuellement seul.

source: You're currently watching with %v other person.
fr_ca: Vous regardez actuellement avec %v autre personne.

source: You're currently watching with %v other people.
fr_ca: Vous regardez actuellement avec %v autres personnes.

source: %v MB/%v MB (%v peers)
fr_ca: %v Mo/%v Mo (%v pairs)

source: Searching for peers
fr_ca: Recherche de pairs

source: Disable subtitles
fr_ca: Désactiver les sous-titres

source: Integrated subtitle
fr_ca: Sous-titre intégré

source: Subtitle from torrent
fr_ca: Sous-titre du torrent

source: Extra file from torrent
fr_ca: Fichier supplémentaire du torrent

source: Disable audio
fr_ca: Désactiver l'audio

source: Track %v
fr_ca: Piste %v

source: Untitled Track
fr_ca: Piste sans titre

source: Manually added
fr_ca: Ajouté manuellement

source: Could not continue due to a fatal error
fr_ca: Impossible de continuer en raison d'une erreur fatale

source: Could not get info for this magnet link.
fr_ca: Impossible d'obtenir les informations pour ce lien magnet.

source: Media (%v MB)
fr_ca: Média (%v Mo)

source: Extra file (%v MB)
fr_ca: Fichier supplémentaire (%v Mo)

source: This stream code is invalid.
fr_ca: Ce code de diffusion est invalide.

source: No README found.
fr_ca: Aucun fichier README trouvé.

source: Reopen to apply the changes.
fr_ca: L'application doit être redémarrée pour appliquer les modifications.

source: Reopen
fr_ca: Redémarrer l'application

source: Select storage location
fr_ca: Sélectionner l'emplacement de stockage

source: This file does not contain subtitles.
fr_ca: Ce fichier ne contient pas de sous-titres.

source: Multiplex
fr_ca: Multiplexe

source: Audio Tracks
fr_ca: Pistes audio

source: Cancel
fr_ca: Annuler

source: Open Downloads
fr_ca: Ouvrir les téléchargements

source: Copy Magnet Link
fr_ca: Copier le lien magnet

source: Preferences
fr_ca: Préférences

source: About Multiplex
fr_ca: À propos de Multiplexe

source: Playback
fr_ca: Lecture

source: General
fr_ca: Général

source: Storage location
fr_ca: Emplacement de stockage

source: Path to store downloaded torrents in
fr_ca: Dossier pour stocker les torrents téléchargés

source: Player command
fr_ca: Commande du lecteur

source: Show help
fr_ca: Afficher l'aide

source: Advanced
fr_ca: Avancé

source: Verbosity level
fr_ca: Niveau de verbosité

source: Verbosity level (0 is disabled, default is info, 7 is trace)
fr_ca: Niveau de verbosité (0 est désactivé, par défaut Info, 7 est Trace)

source: Remoting
fr_ca: Passerelle distante

source: Use remote gateway
fr_ca: Utiliser une passerelle distante

source: Use a remote hTorrent gateway instead of the local one
fr_ca: Utiliser une passerelle hTorrent distante au lieu de la passerelle locale

source: Username
fr_ca: Nom d'utilisateur

source: Password
fr_ca: Mot de passe

source: Synchronization
fr_ca: Synchronisation

source: Signaling server URL
fr_ca: URL du serveur de signalisation

source: STUN/TURN servers
fr_ca: Serveurs STUN/TURN

source: Connection timeout
fr_ca: Délai de connexion

source: Time to wait to connect to the weron signaling server
fr_ca: Temps d'attente pour la connexion au serveur de signalisation weron

source: Relay mode
fr_ca: Mode relais

source: Force usage of TURN servers for weron
fr_ca: Forcer l'utilisation des serveurs TURN pour weron

source: Command to launch mpv with
fr_ca: Commande pour lancer mpv

source: API address of the remote gateway
fr_ca: Adresse API de la passerelle distante

source: The remote gateway's username
fr_ca: Nom d'utilisateur de la passerelle distante

source: The remote gateway's password
fr_ca: Mot de passe de la passerelle distante

source: URL for the weron signaling server
fr_ca: URL pour le serveur de signalisation weron

source: Comma-separated list of weron STUN (in format stun:host:port) and TURN servers (in format username:credential@turn:host:port)
fr_ca: Liste séparée par des virgules des serveurs STUN weron (au format stun:host:port) et TURN (au format username:credential@turn:host:port)

source: Preparing stream ...
fr_ca: Préparation du flux en cours…

source: Subtitles
fr_ca: Sous-titres

source: Getting metadata ...
fr_ca: Récupération des métadonnées…

source: Tracks
fr_ca: Pistes

source: Add from file
fr_ca: Ajouter depuis un fichier

source: No Media Player Could Be Found
fr_ca: Aucun lecteur multimédia trouvé

source: Please install mpv or configure the existing installation to be able to play media.
fr_ca: Veuillez installer mpv ou configurer l'installation existante pour pouvoir lire des médias.

source: Get from Flathub
fr_ca: Télécharger depuis Flathub

source: Get from mpv.io
fr_ca: Télécharger depuis mpv.io

source: Manual configuration
fr_ca: Configuration manuelle

source: A Fatal Error Occurred
fr_ca: Une erreur fatale s'est produite

source: Report Error
fr_ca: Signaler l'erreur

source: Close Multiplex
fr_ca: Fermer Multiplexe

source: Open media details
fr_ca: Ouvrir les détails du média

source: Show peers
fr_ca: Afficher les pairs

source: Open primary menu
fr_ca: Ouvrir le menu principal

source: Toggle playback
fr_ca: Basculer la lecture

source: Stop playback
fr_ca: Arrêter la lecture

source: Elapsed time
fr_ca: Temps écoulé

source: Playback progress
fr_ca: Progression de la lecture

source: Remaining playback time
fr_ca: Temps de lecture restant

source: Change audio volume
fr_ca: Modifier le volume audio

source: Change audio track
fr_ca: Changer de piste audio

source: Change subtitles
fr_ca: Changer les sous-titres

source: Toggle fullscreen
fr_ca: Basculer en plein écran

source: Ask the people you want to watch with to enter the following stream code:
fr_ca: Demandez aux personnes avec qui vous souhaitez regarder d’entrer le code de diffusion suivant :

source: Copy stream code to clipboard
fr_ca: Copier le code de diffusion dans le presse-papiers

source: Mute/unmute
fr_ca: Activer/désactiver le son

source: Previous
fr_ca: Précédent

source: Welcome
fr_ca: Bienvenue

source: Next
fr_ca: Suivant

source: Enter a <a href="https://en.wikipedia.org/wiki/Magnet_URI_scheme">magnet link</a> or <a href="https://github.com/pojntfx/multiplex/wiki/Stream-Codes">stream code</a> to start streaming
fr_ca: Entrez un <a href="https://en.wikipedia.org/wiki/Magnet_URI_scheme">lien magnet</a> ou un <a href="https://github.com/pojntfx/multiplex/wiki/Stream-Codes">code de diffusion</a> pour commencer la diffusion

source: Magnet link or stream code
fr_ca: Lien magnet ou code de diffusion

source: Media
fr_ca: Média

source: Select the file you want to play
fr_ca: Sélectionnez le fichier que vous souhaitez lire

source: You're all set!
fr_ca: Tout est prêt !

source: I have the right to stream the selected media
fr_ca: J'ai le droit de diffuser le média sélectionné

source: Download and Play
fr_ca: Télécharger et lire

source: Stream without Downloading
fr_ca: Diffuser sans télécharger

source: Watch torrents with your friends
fr_ca: Regardez des torrents avec vos amis

source: Multiplex is an app to watch torrents together, providing an experience similar to Apple's SharePlay and Amazon's Prime Video Watch Party.
fr_ca: Multiplexe est une application pour regarder des torrents ensemble, offrant une expérience similaire à SharePlay d'Apple et Prime Video Watch Party d'Amazon.

source: It enables you to:
fr_ca: Il vous permet de :

source: Stream any file directly using a wide range of video and audio formats with the mpv video player
fr_ca: Diffusez n’importe quel fichier directement, quel que soit le format audio ou vidéo, grâce au lecteur mpv

source: Host online watch parties while preserving your privacy by synchronizing video playback with friends without a central server
fr_ca: Organisez des soirées de visionnage en ligne tout en préservant votre vie privée, en synchronisant la lecture vidéo avec vos amis, sans serveur central

source: Bypass internet restrictions by optionally separating the backend and user interface into two separate components
fr_ca: Contournez les restrictions Internet en séparant, si nécessaire, le backend et l’interface utilisateur en deux composants distincts

source: Entering a magnet link or stream code
fr_ca: Saisie d'un lien magnet ou d'un code de diffusion

source: Media selection
fr_ca: Sélection du média

source: Confirming playback
fr_ca: Confirmation de la lecture

source: Media controls
fr_ca: Contrôles du média

source: Playing media with MPV
fr_ca: Lecture de média avec MPV

source: Selecting audio tracks
fr_ca: Sélection des pistes audio

source: Selecting subtitles
fr_ca: Sélection des sous-titres

source: Playback preferences
fr_ca: Préférences de lecture

source: Remoting preferences
fr_ca: Préférences de passerelle distante

source: Synchronization preferences
fr_ca: Préférences de synchronisation

source: Add German and French translations
fr_ca: Ajout des traductions allemandes et françaises

source: Visual refinements to match the state of the art of GNOME apps
fr_ca: Améliorations visuelles pour correspondre aux dernières applications GNOME

source: Better support for systems with languages other than English
fr_ca: Meilleur support pour les systèmes dans des langues autres que l'anglais

source: Refinements to the screenshots and descriptions
fr_ca: Améliorations des captures d'écran et des descriptions

source: Refinements to the screenshots and app metadata
fr_ca: Améliorations des captures d'écran et des métadonnées de l'application

source: Simplify summary and improve build system conventions
fr_ca: Simplification du résumé et amélioration des conventions du système de compilation

source: Initial release
fr_ca: Version initiale
